Repository: TarasOsiris/tttracker
Catalog: TableTennisTracker/iosApp/iosApp/Resources/Shared.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt, tr, uk, zh_cn

# help_rpe_level_7_8
source: 7-8: Hard - Difficult to talk, pushing yourself
ar: 7-8: صعب - صعب التحدث، تدفع نفسك
de: 7-8: Schwer - Sprechen fällt schwer, du pusht dich
es: 7-8: Difícil - Cuesta hablar, te esfuerzas
fr: 7-8 : Difficile - Difficile de parler, vous vous poussez
hi: 7-8: कठिन - बात करना मुश्किल, खुद को धक्का दे रहे हैं
id: 7-8: Sulit - Sulit berbicara, mendorong diri
it: 7-8: Difficile - Difficile parlare, ti stai spingendo
ja: 7-8：きつい - 会話が難しい、追い込んでいる
ko: 7-8: 어려움 - 대화가 어렵고, 스스로 몰아붙임
pt: 7-8: Difícil - Difícil conversar, se esforçando
tr: 7-8: Zor - Konuşmak zor, kendinizi zorluyorsunuz
uk: 7-8: Важко - Складно говорити, значне зусилля
zh_cn: 7-8：困难 - 难以说话，需要逼自己

# help_rpe_level_9_10
source: 9-10: Max Effort - All-out intensity, cannot sustain
ar: 9-10: أقصى جهد - شدة كاملة، لا يمكن الاستمرار
de: 9-10: Maximale Anstrengung - Volle Intensität, nicht durchzuhalten
es: 9-10: Esfuerzo máximo - Intensidad total, no se puede sostener
fr: 9-10 : Effort maximal - Intensité totale, impossible à tenir
hi: 9-10: अधिकतम प्रयास - पूरी तीव्रता, लंबे समय तक नहीं कर सकते
id: 9-10: Usaha maksimal - Intensitas penuh, tidak bisa bertahan
it: 9-10: Sforzo massimo - Intensità totale, non sostenibile
ja: 9-10：最大努力 - 全力の強度、持続できない
ko: 9-10: 최대 노력 - 전력, 지속하기 어려움
pt: 9-10: Esforço máximo - Intensidade total, não dá para sustentar
tr: 9-10: Maksimum çaba - Tam yoğunluk, sürdürülemez
uk: 9-10: Максимум - Гранична інтенсивність, неможливо підтримувати
zh_cn: 9-10：最大努力 - 全力强度，无法持续

# help_rpe_scale_intro
source: The 1-10 scale helps you track workout intensity:
ar: يساعد مقياس 1-10 على تتبع شدة التمرين:
de: Die Skala von 1-10 hilft dir, die Trainingsintensität zu verfolgen:
es: La escala del 1 al 10 te ayuda a seguir la intensidad del entrenamiento:
fr: L'échelle de 1 à 10 aide à suivre l'intensité de l'entraînement :
hi: 1-10 स्केल आपको कसरत की तीव्रता ट्रैक करने में मदद करता है:
id: Skala 1-10 membantu Anda melacak intensitas latihan:
it: La scala 1-10 aiuta a monitorare l'intensità dell'allenamento:
ja: 1～10のスケールでトレーニングの強度を追跡できます：
ko: 1-10 척도로 운동 강도를 추적할 수 있습니다:
pt: A escala de 1 a 10 ajuda a acompanhar a intensidade do treino:
tr: 1-10 ölçeği antrenman yoğunluğunu takip etmenize yardımcı olur:
uk: Шкала від 1 до 10 допомагає відстежувати інтенсивність тренувань:
zh_cn: 1-10 量表有助于跟踪训练强度：

# help_rpe_tip
source: Tip: Most training sessions should be in the 5-7 range.
ar: نصيحة: يجب أن تكون معظم جلسات التدريب في نطاق 5-7.
de: Tipp: Die meisten Trainingseinheiten sollten im Bereich 5-7 liegen.
es: Consejo: La mayoría de las sesiones de entrenamiento deberían estar en el rango 5-7.
fr: Astuce : La plupart des séances d'entraînement devraient être dans la plage 5-7.
hi: सुझाव: अधिकतर प्रशिक्षण सत्र 5-7 रेंज में होने चाहिए।
id: Tips: Sebagian besar sesi latihan sebaiknya berada di kisaran 5-7.
it: Suggerimento: la maggior parte delle sessioni dovrebbe essere nel range 5-7.
ja: ヒント：多くのトレーニングセッションは5～7の範囲が理想です。
ko: 팁: 대부분의 훈련 세션은 5-7 범위가 적절합니다.
pt: Dica: A maioria das sessões de treino deve ficar na faixa de 5-7.
tr: İpucu: Antrenman seanslarının çoğu 5-7 aralığında olmalı.
uk: Порада: Більшість тренувань повинні бути в діапазоні 5-7.
zh_cn: 提示：大多数训练应在 5-7 区间。

# help_rpe_title
source: What is RPE?
ar: ما هو RPE؟
de: Was ist RPE?
es: ¿Qué es el RPE?
fr: Qu'est-ce que le RPE ?
hi: RPE क्या है?
id: Apa itu RPE?
it: Cos'è l'RPE?
ja: RPEとは？
ko: RPE란?
pt: O que é RPE?
tr: RPE nedir?
uk: Що таке RPE?
zh_cn: 什么是 RPE？

# hint_match_notes
source: Add notes about this match...
ar: أضف ملاحظات حول هذه المباراة...
de: Notizen zu diesem Spiel hinzufügen...
es: Añade notas sobre este partido...
fr: Ajoutez des notes sur ce match...
hi: इस मैच के बारे में नोट्स जोड़ें...
id: Tambahkan catatan tentang pertandingan ini...
it: Aggiungi note su questa partita...
ja: この試合についてのメモを追加...
ko: 이 경기에 대한 메모 추가...
pt: Adicione notas sobre esta partida...
tr: Bu maçla ilgili notlar ekleyin...
uk: Додайте нотатки про цей матч...
zh_cn: 添加关于这场比赛的备注...

# hint_notes
source: Add notes about your session...
ar: أضف ملاحظات عن التدريب...
de: Fügen Sie Notizen zu Ihrer Einheit hinzu...
es: Agregue notas sobre su sesión...
fr: Ajoutez des notes sur votre séance...
hi: अपने अभ्यास के बारे में नोट्स जोड़ें...
id: Tambahkan catatan tentang latihan Anda...
it: Aggiungi note sull'allenamento...
ja: 練習についてのメモを追加...
ko: 훈련에 대한 메모 추가...
pt: Adicione notas sobre sua sessão...
tr: Antrenmanınız hakkında not ekleyin...
uk: Додайте нотатки про ваше тренування...
zh_cn: 添加关于训练的备注...

# hint_opponent_name
source: Enter opponent name
ar: أدخل اسم الخصم
de: Gegnernamen eingeben
es: Introduce el nombre del oponente
fr: Entrez le nom de l'adversaire
hi: प्रतिद्वंद्वी का नाम दर्ज करें
id: Masukkan nama lawan
it: Inserisci il nome dell'avversario
ja: 対戦相手名を入力
ko: 상대 이름 입력
pt: Digite o nome do oponente
tr: Rakip adını girin
uk: Введіть ім'я суперника
zh_cn: 输入对手姓名

# label_competition_level_optional
source: Competition Level (optional)
ar: مستوى المنافسة (اختياري)
de: Wettkampfniveau (optional)
es: Nivel de competición (opcional)
fr: Niveau de compétition (optionnel)
hi: प्रतियोगिता स्तर (वैकल्पिक)
id: Tingkat kompetisi (opsional)
it: Livello di competizione (facoltativo)
ja: 競技レベル（任意）
ko: 대회 수준(선택 사항)
pt: Nível de competição (opcional)
tr: Rekabet seviyesi (isteğe bağlı)
uk: Рівень змагань (опціонально)
zh_cn: 比赛级别（可选）

# label_date
source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
pt: Data
tr: Tarih
uk: Дата
zh_cn: 日期

# label_default_notes
source: Default notes
ar: ملاحظات افتراضية
de: Standardnotizen
es: Notas predeterminadas
fr: Notes par défaut
hi: डिफ़ॉल्ट नोट्स
id: Catatan default
it: Note predefinite
ja: デフォルトメモ
ko: 기본 메모
pt: Notas padrão
tr: Varsayılan notlar
uk: Нотатки за замовчуванням
zh_cn: 默认备注

# label_doubles
source: Doubles
ar: زوجي
de: Doppel
es: Dobles
fr: Double
hi: डबल्स
id: Ganda
it: Doppio
ja: ダブルス
ko: 복식
pt: Duplas
tr: Çiftler
uk: Парна гра
zh_cn: 双打

# label_duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 時間
ko: 시간
pt: Duração
tr: Süre
uk: Тривалість
zh_cn: 时长

# label_intensity_rpe
source: Intensity (RPE)
ar: الشدة (RPE)
de: Intensität (RPE)
es: Intensidad (RPE)
fr: Intensité (RPE)
hi: तीव्रता (RPE)
id: Intensitas (RPE)
it: Intensità (RPE)
ja: 強度（RPE）
ko: 강도 (RPE)
pt: Intensidade (RPE)
tr: Yoğunluk (RPE)
uk: Інтенсивність (RPE)
zh_cn: 强度（RPE）

# label_match_notes_optional
source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (optionnel)
hi: नोट्स (वैकल्पिक)
id: Catatan (opsional)
it: Note (facoltativo)
ja: メモ（任意）
ko: 메모(선택 사항)
pt: Notas (opcional)
tr: Notlar (isteğe bağlı)
uk: Нотатки (опціонально)
zh_cn: 备注（可选）

# label_matches_optional
source: Matches (optional)
ar: المباريات (اختياري)
de: Spiele (optional)
es: Partidos (opcional)
fr: Matchs (optionnel)
hi: मैच (वैकल्पिक)
id: Pertandingan (opsional)
it: Partite (facoltativo)
ja: 試合（任意）
ko: 경기(선택 사항)
pt: Partidas (opcional)
tr: Maçlar (isteğe bağlı)
uk: Матчі (опціонально)
zh_cn: 比赛（可选）

# label_me
source: Me
ar: أنا
de: Ich
es: Yo
fr: Moi
hi: मैं
id: Saya
it: Io
ja: 自分
ko: 나
pt: Eu
tr: Ben
uk: Я
zh_cn: 我

# label_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 메모
pt: Notas
tr: Notlar
uk: Нотатки
zh_cn: 备注

# label_notes_optional
source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
hi: नोट्स (वैकल्पिक)
id: Catatan (opsional)
it: Note (facoltativo)
ja: メモ（任意）
ko: 메모 (선택사항)
pt: Notas (opcional)
tr: Notlar (isteğe bağlı)
uk: Нотатки (опціонально)
zh_cn: 备注（可选）

# label_opponent
source: Opponent
ar: الخصم
de: Gegner
es: Oponente
fr: Adversaire
hi: प्रतिद्वंद्वी
id: Lawan
it: Avversario
ja: 対戦相手
ko: 상대
pt: Oponente
tr: Rakip
uk: Суперник
zh_cn: 对手

# label_opponent_club
source: Club (optional)
ar: النادي (اختياري)
de: Verein (optional)
es: Club (opcional)
fr: Club (optionnel)
hi: क्लब (वैकल्पिक)
id: Klub (opsional)
it: Club (facoltativo)
ja: クラブ（任意）
ko: 클럽(선택 사항)
pt: Clube (opcional)
tr: Kulüp (isteğe bağlı)
uk: Клуб (опціонально)
zh_cn: 俱乐部（可选）

# label_opponent_handedness
source: Handedness (optional)
ar: اليد المفضلة (اختياري)
de: Händigkeit (optional)
es: Mano dominante (opcional)
fr: Main dominante (optionnel)
hi: हाथ की पसंद (वैकल्पिक)
id: Tangan dominan (opsional)
it: Mano dominante (facoltativo)
ja: 利き手（任意）
ko: 주사용 손(선택 사항)
pt: Mão dominante (opcional)
tr: El tercihi (isteğe bağlı)
uk: Рука (опціонально)
zh_cn: 惯用手（可选）

# label_opponent_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
pt: Nome
tr: Ad
uk: Ім'я
zh_cn: 姓名

# label_opponent_notes
source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (optionnel)
hi: नोट्स (वैकल्पिक)
id: Catatan (opsional)
it: Note (facoltativo)
ja: メモ（任意）
ko: 메모(선택 사항)
pt: Notas (opcional)
tr: Notlar (isteğe bağlı)
uk: Нотатки (опціонально)
zh_cn: 备注（可选）

# label_opponent_rating
source: Rating (optional)
ar: التقييم (اختياري)
es: Rating (opcional)
fr: Classement (optionnel)
hi: रेटिंग (वैकल्पिक)
id: Rating (opsional)
it: Rating (facoltativo)
ja: レーティング（任意）
ko: 레이팅(선택 사항)
pt: Rating (opcional)
tr: Rating (isteğe bağlı)
uk: Рейтинг (опціонально)
zh_cn: 等级分（可选）

# label_opponent_style
source: Playing style (optional)
ar: أسلوب اللعب (اختياري)
de: Spielstil (optional)
es: Estilo de juego (opcional)
fr: Style de jeu (optionnel)
hi: खेलने की शैली (वैकल्पिक)
id: Gaya bermain (opsional)
it: Stile di gioco (facoltativo)
ja: プレースタイル（任意）
ko: 플레이 스타일(선택 사항)
pt: Estilo de jogo (opcional)
tr: Oyun tarzı (isteğe bağlı)
uk: Стиль гри (опціонально)
zh_cn: 打法（可选）

# label_ranked
source: Ranked
ar: مصنّف
de: Gewertet
es: Clasificado
fr: Classé
hi: रैंक्ड
id: Peringkat
it: Classificato
ja: ランキング戦
ko: 랭킹전
pt: Ranqueada
tr: Sıralı
uk: Рейтингова
zh_cn: 排位

# label_score
source: Score
ar: النتيجة
de: Ergebnis
es: Marcador
hi: स्कोर
id: Skor
it: Punteggio
ja: スコア
ko: 점수
pt: Placar
tr: Skor
uk: Рахунок
zh_cn: 比分

# label_session_type
source: Session Type
ar: نوع التدريب
de: Einheitstyp
es: Tipo de sesión
fr: Type de séance
hi: अभ्यास प्रकार
id: Jenis Latihan
it: Tipo allenamento
ja: 練習タイプ
ko: 훈련 유형
pt: Tipo de sessão
tr: Antrenman türü
uk: Тип тренування
zh_cn: 训练类型

# language_select_title
source: Select language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
hi: भाषा चुनें
id: Pilih bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pt: Selecionar idioma
tr: Dil seç
uk: Обрати мову
zh_cn: 选择语言

# match_loss
source: L
ar: خ
de: N
es: P
fr: D
id: K
it: S
ja: 敗
ko: 패
pt: D
tr: M
uk: Пр
zh_cn: 负

# match_win
source: W
ar: ف
de: S
es: G
fr: V
id: M
it: V
ja: 勝
ko: 승
pt: V
tr: G
uk: П
zh_cn: 胜

# matches_empty_hint
source: No matches added yet
ar: لم تتم إضافة مباريات بعد
de: Noch keine Spiele hinzugefügt
es: Aún no se han añadido partidos
fr: Aucun match ajouté pour le moment
hi: अभी कोई मैच नहीं जोड़े गए
id: Belum ada pertandingan ditambahkan
it: Nessuna partita aggiunta
ja: まだ試合が追加されていません
ko: 아직 추가된 경기가 없습니다
pt: Nenhuma partida adicionada ainda
tr: Henüz maç eklenmedi
uk: Матчів ще не додано
zh_cn: 尚未添加比赛

# nav_analytics
source: Analytics
ar: التحليلات
de: Analyse
es: Análisis
fr: Analyse
hi: विश्लेषण
id: Analisis
it: Analisi
ja: 分析
ko: 분석
pt: Análise
tr: Analiz
uk: Аналітика
zh_cn: 分析

# nav_sessions
source: Sessions
ar: التدريبات
de: Einheiten
es: Sesiones
fr: Séances
hi: अभ्यास
id: Latihan
it: Allenamenti
ja: 練習
ko: 훈련
pt: Sessões
tr: Antrenmanlar
uk: Тренування
zh_cn: 训练

# nav_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
tr: Ayarlar
uk: Налаштування
zh_cn: 设置

# opponent_rating_format
source: Rating: %1$lld
ar: التقييم: %1$lld
fr: Classement : %1$lld
hi: रेटिंग: %1$lld
ja: レーティング：%1$lld
ko: 레이팅: %1$lld
uk: Рейтинг: %1$lld
zh_cn: 等级分：%1$lld

# opponents_empty
source: No opponents yet
ar: لا يوجد خصوم بعد
de: Noch keine Gegner
es: Aún no hay oponentes
fr: Aucun adversaire pour le moment
hi: अभी कोई प्रतिद्वंद्वी नहीं
id: Belum ada lawan
it: Nessun avversario per ora
ja: まだ対戦相手がいません
ko: 아직 상대가 없습니다
pt: Ainda não há oponentes
tr: Henüz rakip yok
uk: Суперників ще немає
zh_cn: 暂无对手

# opponents_info_message
source: Opponents you add here will be available for quick selection when recording matches in your training sessions.
ar: الخصوم الذين تضيفهم هنا سيكونون متاحين للاختيار السريع عند تسجيل المباريات في جلسات التدريب.
de: Gegner, die du hier hinzufügst, stehen dir zur schnellen Auswahl zur Verfügung, wenn du Spiele in deinen Trainingseinheiten erfasst.
es: Los oponentes que añadas aquí estarán disponibles para selección rápida al registrar partidos en tus sesiones de entrenamiento.
fr: Les adversaires ajoutés ici seront disponibles pour une sélection rapide lors de l'enregistrement des matchs dans vos séances d'entraînement.
hi: यहाँ जोड़े गए प्रतिद्वंद्वी आपके प्रशिक्षण सत्रों में मैच दर्ज करते समय त्वरित चयन के लिए उपलब्ध होंगे।
id: Lawan yang Anda tambahkan di sini akan tersedia untuk pilihan cepat saat mencatat pertandingan di sesi latihan Anda.
it: Gli avversari aggiunti qui saranno disponibili per una selezione rapida quando registri le partite nelle tue sessioni di allenamento.
ja: ここで追加した対戦相手は、トレーニングセッションで試合を記録する際に素早く選択できます。
ko: 여기에 추가한 상대는 훈련 세션에서 경기를 기록할 때 빠르게 선택할 수 있습니다.
pt: Os oponentes adicionados aqui estarão disponíveis para seleção rápida ao registrar partidas nas suas sessões de treino.
tr: Buraya eklediğiniz rakipler, antrenman seanslarınızda maç kaydederken hızlı seçim için kullanılabilir.
uk: Суперники, яких ви додасте тут, будуть доступні для швидкого вибору при записі матчів у ваших тренуваннях.
zh_cn: 你在此添加的对手将在记录训练会话中的比赛时可快速选择。

# opponents_info_title
source: About opponents
ar: حول الخصوم
de: Über Gegner
es: Sobre los oponentes
fr: À propos des adversaires
hi: प्रतिद्वंद्वियों के बारे में
id: Tentang lawan
it: Informazioni sugli avversari
ja: 対戦相手について
ko: 상대 정보
pt: Sobre oponentes
tr: Rakipler hakkında
uk: Про суперників
zh_cn: 关于对手

# rpe_easy
source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
hi: आसान
id: Mudah
it: Facile
ja: 楽
ko: 쉬움
pt: Fácil
tr: Kolay
uk: Легко
zh_cn: 轻松

# rpe_hard
source: Hard
ar: صعب
de: Schwer
es: Difícil
fr: Difficile
hi: कठिन
id: Sulit
it: Difficile
ja: きつい
ko: 어려움
pt: Difícil
tr: Zor
uk: Важко
zh_cn: 困难

# rpe_max_effort
source: Max effort
ar: أقصى جهد
de: Maximale Anstrengung
es: Esfuerzo máximo
fr: Effort maximum
hi: अधिकतम प्रयास
id: Usaha maksimal
it: Sforzo massimo
ja: 最大強度
ko: 최대 강도
pt: Esforço máximo
tr: Maksimum çaba
uk: Максимальне зусилля
zh_cn: 最大强度

# rpe_moderate
source: Moderate
ar: متوسط
de: Mittel
es: Moderado
fr: Modéré
hi: मध्यम
id: Sedang
it: Moderato
ja: 普通
ko: 보통
pt: Moderado
tr: Orta
uk: Помірно
zh_cn: 中等

# rpe_very_easy
source: Very easy
ar: سهل جدًا
de: Sehr einfach
es: Muy fácil
fr: Très facile
hi: बहुत आसान
id: Sangat mudah
it: Molto facile
ja: とても楽
ko: 매우 쉬움
pt: Muito fácil
tr: Çok kolay
uk: Дуже легко
zh_cn: 非常轻松

# session_default_title
source: Training Session
ar: تدريب
de: Trainingseinheit
es: Sesión de entrenamiento
fr: Séance d'entraînement
hi: अभ्यास
id: Latihan
it: Allenamento
ja: 練習
ko: 훈련
pt: Sessão de treino
tr: Antrenman
uk: Тренування
zh_cn: 训练

# session_duration_format
source: %1$lld min
ar: %1$lld دقيقة
hi: %1$lld मिनट
id: %1$lld mnt
ja: %1$lld分
ko: %1$lld분
tr: %1$lld dk
uk: %1$lld хв
zh_cn: %1$lld分钟

# session_matches_count
source: Matches (%1$lld)
ar: المباريات (%1$lld)
de: Spiele (%1$lld)
es: Partidos (%1$lld)
fr: Matchs (%1$lld)
hi: मैच (%1$lld)
id: Pertandingan (%1$lld)
it: Partite (%1$lld)
ja: 試合（%1$lld）
ko: 경기(%1$lld)
pt: Partidas (%1$lld)
tr: Maçlar (%1$lld)
uk: Матчі (%1$lld)
zh_cn: 比赛（%1$lld）

# session_type_free_play
source: Free Play
ar: لعب حر
de: Freies Spiel
es: Juego libre
fr: Jeu libre
hi: फ्री प्ले
id: Bermain Bebas
it: Gioco libero
ja: フリー練習
ko: 자유 연습
pt: Jogo livre
tr: Serbest oyun
uk: Вільна гра
zh_cn: 自由练习

# session_type_match_play
source: Match Play
ar: مباراة
de: Wettkampfspiel
es: Juego de partido
fr: Match
hi: मैच खेल
id: Pertandingan
it: Partita
ja: 試合形式
ko: 경기
pt: Jogo de partida
tr: Maç
uk: Гра на рахунок
zh_cn: 比赛对打

# session_type_other
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
pt: Outro
tr: Diğer
uk: Інше
zh_cn: 其他

# session_type_physical
source: Physical
ar: بدني
de: Körperlich
es: Físico
fr: Physique
hi: शारीरिक
id: Fisik
it: Fisico
ja: フィジカル
ko: 체력 훈련
pt: Físico
tr: Fiziksel
uk: Фізпідготовка
zh_cn: 体能训练

# session_type_serve_practice
source: Serve Practice
ar: تدريب الإرسال
de: Aufschlagtraining
es: Práctica de saque
fr: Entraînement au service
hi: सर्विस अभ्यास
id: Latihan Servis
it: Allenamento servizio
ja: サーブ練習
ko: 서브 연습
pt: Treino de saque
tr: Servis antrenmanı
uk: Відпрацювання подач
zh_cn: 发球练习

# session_type_technique
source: Technique
ar: تقنية
de: Technik
es: Técnica
hi: तकनीक
id: Teknik
it: Tecnica
ja: 技術練習
ko: 기술 훈련
pt: Técnica
tr: Teknik
uk: Техніка
zh_cn: 技术训练

# session_type_tournament
source: Tournament
ar: بطولة
de: Turnier
es: Torneo
fr: Tournoi
hi: टूर्नामेंट
id: Turnamen
it: Torneo
ja: トーナメント
ko: 토너먼트
pt: Torneio
tr: Turnuva
uk: Турнір
zh_cn: 锦标赛

# sessions_empty
source: No sessions
ar: لا توجد تدريبات
de: Keine Einheiten
es: Sin sesiones
fr: Aucune séance
hi: कोई अभ्यास नहीं
id: Tidak ada latihan
it: Nessun allenamento
ja: 練習がありません
ko: 훈련 없음
pt: Sem sessões
tr: Antrenman yok
uk: Немає тренувань
zh_cn: 暂无训练

# sessions_month_mode
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
pt: Mês
tr: Ay
uk: Місяць
zh_cn: 月

# sessions_select_prompt
source: Select a session
ar: اختر تدريبًا
de: Einheit auswählen
es: Selecciona una sesión
fr: Sélectionnez une séance
hi: एक अभ्यास चुनें
id: Pilih latihan
it: Seleziona un allenamento
ja: 練習を選択
ko: 훈련을 선택하세요
pt: Selecione uma sessão
tr: Bir antrenman seçin
uk: Виберіть тренування
zh_cn: 选择一次训练

# sessions_week_mode
source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
id: Minggu
it: Settimana
ja: 週
ko: 주
pt: Semana
tr: Hafta
uk: Тиждень
zh_cn: 周

# settings_highlight_current_day
source: Highlight current day
ar: تمييز اليوم الحالي
de: Aktuellen Tag hervorheben
es: Resaltar día actual
fr: Mettre en surbrillance le jour actuel
hi: वर्तमान दिन को हाइलाइट करें
id: Sorot hari ini
it: Evidenzia giorno corrente
ja: 今日を強調表示
ko: 오늘 날짜 강조
pt: Destacar dia atual
tr: Bugünü vurgula
uk: Підсвічувати поточний день
zh_cn: 高亮显示当前日期

# settings_made_with_prefix
source: Made with ❤️ at
ar: صُنع بـ ❤️ في
de: Erstellt mit ❤️ bei
es: Hecho con ❤️ en
fr: Fait avec ❤️ chez
hi: ❤️ के साथ बनाया गया
id: Dibuat dengan ❤️ di
it: Creato con ❤️ da
ja: ❤️ で作成
ko: ❤️로 제작
pt: Feito com ❤️ em
tr: ❤️ ile yapıldı
uk: Створено з ❤️ у
zh_cn: 用 ❤️ 制作于

# settings_section_about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: जानकारी
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
pt: Sobre
tr: Hakkında
uk: Про застосунок
zh_cn: 关于

# settings_section_appearance
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
pt: Aparência
tr: Görünüm
uk: Зовнішній вигляд
zh_cn: 外观

# settings_section_calendar
source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
pt: Calendário
tr: Takvim
uk: Календар
zh_cn: 日历

# settings_section_developer
source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
hi: डेवलपर
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
pt: Desenvolvedor
tr: Geliştirici
uk: Розробник
zh_cn: 开发者

# settings_section_general
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
pt: Geral
tr: Genel
uk: Загальні
zh_cn: 通用

# settings_section_help
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
tr: Yardım
uk: Допомога
zh_cn: 帮助

# settings_section_sessions
source: Training session defaults
ar: الإعدادات الافتراضية للتدريب
de: Standardwerte für Trainingseinheiten
es: Valores predeterminados de sesión
fr: Paramètres par défaut des séances
hi: अभ्यास की डिफ़ॉल्ट सेटिंग्स
id: Pengaturan default latihan
it: Impostazioni predefinite allenamento
ja: 練習のデフォルト設定
ko: 훈련 기본 설정
pt: Padrões de sessão de treino
tr: Antrenman varsayılanları
uk: Налаштування тренувань
zh_cn: 训练默认设置

# settings_version_format
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
hi: संस्करण %1$@ (%2$@)
id: Versi %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
pt: Versão %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)
uk: Версія %1$@ (%2$@)
zh_cn: 版本 %1$@ (%2$@)

# style_all_round
source: All-round
ar: شامل
es: Todo terreno
fr: Polyvalent
hi: ऑल-राउंड
id: Serba bisa
ja: オールラウンド
ko: 올라운드
tr: Çok yönlü
uk: Універсал
zh_cn: 全能型

# style_attacker
source: Attacker
ar: هجومي
de: Angreifer
es: Atacante
fr: Attaquant
hi: आक्रमणकारी
id: Penyerang
it: Attaccante
ja: 攻撃型
ko: 공격형
pt: Atacante
tr: Hücumcu
uk: Атакуючий
zh_cn: 进攻型

# style_chopper
source: Chopper
ar: قاطع
de: Abwehrspieler
es: Cortador
fr: Choppeur
hi: चॉपर
ja: カットマン
ko: 커터
uk: Чопер
zh_cn: 削球手

# style_defender
source: Defender
ar: دفاعي
de: Verteidiger
es: Defensor
fr: Défenseur
hi: रक्षक
id: Bertahan
it: Difensore
ja: 守備型
ko: 수비형
pt: Defensor
tr: Defansçı
uk: Захисник
zh_cn: 防守型

# style_pips
source: Pips
ar: حبيبات
de: Noppen
es: Picos
fr: Picots
hi: पिप्स
it: Puntinate
ja: 表ソフト
ko: 핍스
uk: Шипи
zh_cn: 长胶

# suffix_minutes
source: minutes
ar: دقيقة
de: Minuten
es: minutos
hi: मिनट
id: menit
it: minuti
ja: 分
ko: 분
pt: minutos
tr: dakika
uk: хвилин
zh_cn: 分钟

# suffix_minutes_value
source: %1$lld min
ar: %1$lld دقيقة
hi: %1$lld मिनट
id: %1$lld mnt
ja: %1$lld分
ko: %1$lld분
tr: %1$lld dk
uk: %1$lld хв
zh_cn: %1$lld分钟

# theme_dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
pt: Escuro
tr: Koyu
uk: Темна
zh_cn: 深色

# theme_light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
pt: Claro
tr: Açık
uk: Світла
zh_cn: 浅色

# theme_select_title
source: Select theme
ar: اختر المظهر
de: Design auswählen
es: Seleccionar tema
fr: Sélectionner le thème
hi: थीम चुनें
id: Pilih tema
it: Seleziona tema
ja: テーマを選択
ko: 테마 선택
pt: Selecionar tema
tr: Tema seç
uk: Обрати тему
zh_cn: 选择主题

# theme_system
source: System default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Default sistem
it: Predefinito del sistema
ja: システム設定
ko: 시스템 기본값
pt: Padrão do sistema
tr: Sistem varsayılanı
uk: Системна
zh_cn: 跟随系统

# time_today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
tr: Bugün
uk: Сьогодні
zh_cn: 今天

# time_tomorrow
source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
hi: कल (आने वाला)
id: Besok
it: Domani
ja: 明日
ko: 내일
pt: Amanhã
tr: Yarın
uk: Завтра
zh_cn: 明天

# time_yesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hi: कल (बीता हुआ)
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
pt: Ontem
tr: Dün
uk: Вчора
zh_cn: 昨天

# title_create_session
source: Create Training Session
ar: إنشاء تدريب
de: Trainingseinheit erstellen
es: Crear sesión de entrenamiento
fr: Créer une séance d'entraînement
hi: अभ्यास बनाएं
id: Buat Latihan
it: Crea allenamento
ja: 練習を作成
ko: 훈련 만들기
pt: Criar sessão de treino
tr: Antrenman oluştur
uk: Створити тренування
zh_cn: 创建训练

# title_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
pt: Erro
tr: Hata
uk: Помилка
zh_cn: 错误
